{
    "data" : [
        {
            "id": 1,
            "blogCategory": "Fonctionnalité",
            "blogTitle" : "Conseil pour perdre du poids",
            "slug": "Conseil pour perdre du poids",
            "postedOn": "29/05/2020",
            "author": "Salim Sassenou",
            "blogImage": "fitness-blog-post.jpg",
            "blogText": "Dans tout programme musculation femme, hormis le cardio, un entrainement pour perdre du poids doit privilégier les charges légères ou le poids de corps et une intensité moyenne. En effet, la fréquence d’entrainement étant élevée (4 à 5 fois par semaine), il n’est pas possible de surcharger les muscles qui doivent pouvoir récupérer, d’autant plus quand on cible certaines parties du corps. Il s’agit de respecter le nombre de répétitions et de séries recommandé."
        },
        {
            "id" : 2,
            "blogCategory": "Simple",
            "blogTitle": "Courir pour maigrir",
            "slug": "Courir pour maigrir",
            "postedOn": "27/05/2020",
            "author": "Salim Sassenou",
            "blogImage": "jwok-2.jpg",
            "blogText": "Pour maigrir, il faut courir lentement et longtemps plutôt que vite et peu. Vrai : Ce qui compte, c'est la durée de l'effort, même si vous courrez très lentement. Votre corps aura le temps d'aller puiser dans les graisses, et ce sera plus bénéfique qu'une jogging court et intense."
        },
        {
            "id": 3,
            "blogCategory": "Simple",
            "blogTitle": "Entrainement à la maison sans matériel",
            "slug": "Entrainement à la maison sans matériel",
            "postedOn": "02/06/2020",
            "author": "Salim Sassenou",
            "blogImage": "musculation-sans-materiel-seance3.jpg",
            "blogText": " Ce programme de musculation au poids de corps peut être adapté pour certains exercices selon votre objectif.En effet, concernant la plupart des exercices de musculation des pectoraux, des bras, et des jambes (dans une moindre mesure), il est possible de jouer sur le nombre de répétitions, de séries, le temps de récupération, le tempo, ainsi que l’enchaînement des exercices, selon que vous souhaitiez prendre de la masse musculaire ou simplement renforcer votre corps sans prendre de volume musculaire.Concernant les exercices de musculation du dos et des abdominaux la question ne se pose pas car ces exercices sans matériel ne vous feront pas prendre de masse musculaire, quels que soient leur mode de réalisation."
        }
       
       
    ]
} 